Repository: mkalioby/django-mfa2
Catalog: mfa/locale/*/LC_MESSAGES/django.po
Languages: de

source: This is a PC, it can't used as a trusted device.
de: Dies ist ein PC, Sie können diesen nicht als Trusted Device verwenden

source: The username or key is wrong, please check and try again.
de: Ihr Username oder Key ist falsch, bitte prüfen Sie diese und probieren es erneut

source: User has no email on the system.
de: Der Nutzer hat keine Email auf dem System hinterlegt

source: Add Trusted Device Link
de: Link zu Trusted Device hinzufügen

source: Sent Successfully
de: erfolgreich gesendet

source: Error occured, please try again later.
de: Ein Fehler trat auf, bitte versuchen Sie es erneut

source: Invalid Security Key
de: Ungültiger Sicherheitsschlüssel

source: This key is registered before, it can't be registered again.
de: Dieser Schlüssel wurde bereits registriert

source: Title
de: Titel

source: Dear
de: Sehr geehrte/r

source: Your OTP is
de: Ihr OTP ist

source: Thank you
de: Danke sehr

source: Email One Time Password
de: Email Einmal Passwort

source: Sorry, The provided token is not valid.
de: Entschuldigung, der angegebene Token ist nicht validiert

source: Enter the code sent to your email.
de: Bitte geben Sie den Code aus der Email ein

source: Your device is added successfully.
de: Ihr Gerät wurde erfolgreich hinzugefügt

source: Your browser should ask you to confirm you identity.
de: Ihr Browsser sollte Sie nun um eine Identitätsbestätigung fragen

source: Welcome back
de: Wilkommen zurück

source: Not me
de: Nicht ich

source: please press the button on your security key to prove it is you.
de: Bitte bestätigen Sie Ihre Identität indem Sie auf den Knopf auf Ihrem Securty Key drücken

source: Select Another Method
de: Weitere Methode auswählen

source: Add Method
de: Methode hinzufügen

source: Type
de: Typ

source: Date Added
de: Hinzufügedatum

source: Expires On
de: läuft ab am

source: Device
de: Gerät

source: Last Used
de: Zuletzt verwendet

source: Delete
de: Löschen

source: On
de: An

source: Off
de: Aus

source: You didn't have any keys yet.
de: Sie haben noch keine Sicherheitsschlüssel

source: You entered wrong numbers, please try again
de: Die Eingabe ist ungültig, bitte versuchen Sie es erneut

source: Adding Authenticator
de: Authenticator hinzufügen

source: Scan the image below with the two-factor authentication app on your
de: Scannen Sie das Bild mit einer 2 Faktor Authenticator App

source: phone/P
de: Telfon

source: If you can’t use a barcode,
de: Wenn Sie keinene Barcode verwenden können,

source: enter this text
de: geben Sie diesen Text ein

source: instead.
de: stattdessen.

source: Enter the six-digit code from the application
de: Geben Sie den 6 stelligen Code aus Ihrer App ein

source: After scanning the barcode image, the app will display a six-digit code that you can enter below.
de: Nach dem Scannen des Bildes wird Ihre App Ihnen einen 6 stelligen Code zeigen, den sie hier unten eingeben können

source: Enable
de: Erlauben

source: Cancel
de: Abbrechen

source: One Time Password
de: One Time Passwort

source: Enter the 6-digits on your authenticator.
de: Bitte 6 stelligen Code aus Ihrer Authenticator App eingeben

source: Add Trusted Device
de: vertrauenswürdiges Gerät hinzufügen

source: Please check your PC window, to continue the process
de: Bitte prüfen Sie Ihren Browser Bildschirm um fortzufahren

source: Your device is now trusted, please try to
de: Ihr Gerät gilt nun als vertrauenswürdig, bitte versuchen Sie

source: Please make sure you are not in private (incognito) mode
de: Bitte stellen Sie sicher, dass Sie nicht im incognito Modus sind

source: I confirm that this device is mine and it is only used by me
de: Ich bestätige, dass dieses Gerät meins ist und nur von mir verwendet wird

source: You requested the link to add a new trusted device, please follow the link below
de: Sie haben einen Link für eine neues vertrauenswürdiges Gerät angefordert, bitte folgen Sie dem Link

source: You can't add any more devices, you need to remove previously trusted devices first.
de: Sie können nicht mehr als ein vertrauenswürdiges Gerät hinzufügen, bitte entfernen Sie bisher hinzugefügte Geräte zuvor

source: Allow access from mobile phone and tables.
de: Zugang vom Mobilgerät oder Tablet erlauben

source: Using your mobile/table, open Chrome/Firefox
de: Auf Ihrem Mobilen Gerät, öffnen Sie Chrome/Firefox

source: Go to
de: Gehe zu

source: Enter your username & following 6 digits
de: Geben Sie Ihren Usernamen und den 6 Stelligen Code ein

source: This window will ask to confirm the device.
de: Dieser Dialog wird Sie um eine Bestätigung des Geräts bitten

source: Adding Security Key
de: Sicherheitsschlüssel hinzufügen

source: Your secure Key should be flashing now, please press on button.
de: Ihr Sicherheitsschlüssel sollte nun blinken, bitte drücken Sie auf den Knopf

source: Your key should be flashing now, please press the button.
de: Ihr Key sollte nun blinken, bitte drücken Sie auf den Knopf

source: U2F must work under secure context
de: U2F muss unter einem sicheren context (SSL) verwendet werden

source: Close
de: Schliessen

source: Select Second Verification Method
de: Wählen Sie eine zweite Verifikations Methode

source: Send OTP by Email
de: OTP über Email versenden

source: Secure Key
de: Sicherheitsschlüssel

source: The key was deleted successfully.
de: Der Key wurde erfolgreich gelöscht.

source: Error: You own this token so you can't delete it
de: Fehler: Da Sie diesen Token besitzen, können Sie Ihn nicht löschen

source: class Name should include modulename.classname
de: der Klassenname sollte modulename.classname beinhalten

source: Module does not have requested function
de: Das Modul beinhaltet die angefragte Funktion nicht

source: You can't change this method.
de: Sie können diese Methode nicht verändern

source: Error
de: Fehler
